[
    {"id":"1", "name":"crime et chatiment","img":"../../assets/images/Crime_et_Chatiment.jpg","dis":"true","description":"Crime et Châtiment  est un roman de l’écrivain russe Fiodor Dostoïevski publié en feuilleton en 1866 et en édition séparée en 1867.",
    "prix":"16", "genre":"roman" },
    {"id":"2", "name":"l'idiot","img":"../../assets/images/l-idiot-tome-1-et-2-l-edition-complete-2-volumes.jpg","dis":"true","description":"L'Idiot est un roman de l'écrivain russe Fiodor Dostoïevski publié en feuilleton en 1868 et 1869 dans Le Messager russe, et en édition séparée en deux volumes en 1874.",
    "prix":"10", "genre":"roman" },
    {"id":"3", "name":"Le Horla","img":"../../assets/images/Guy_de_Maupassant_le_Horla-edition1908.jpg","dis":"true","description":"Le Horla trouve son origine dans une courte nouvelle de Maupassant, Lettre d'un fou, publiée sous le pseudonyme de Maufrigneuse, en 1885 dans le quotidien Gil Blas, qui développe déjà la même histoire, sans que le nom de « Horla » n'y soit mentionné.",
    "prix":"13", "genre":"Horreur" },
    {"id":"4", "name":"Le Nom du vent","img":"../../assets/images/Le_Nom_du_vent.jpg","dis":"true","description":"Le Nom du vent (titre original : The Name of the Wind) est le premier tome de la trilogie de fantasy Chronique du tueur de roi, écrite par Patrick Rothfuss. Il a été publié en avril 2007 aux États-Unis3, puis en avril 2009 en France aux éditions Bragelonne4.",
    "prix":"18", "genre":"fantasy" },
    {"id":"5", "name":"Fahrenheit 451","img":"../../assets/images/14a96c379c_50154889_fahrenheit-451.jpg","dis":"true","description":"Fahrenheit 451 (titre original et de la traduction française) est un roman de science-fiction dystopique de Ray Bradbury publié en 1953 aux États-Unis chez l'éditeur Ballantine Books. Il paraît en France en 1955 aux éditions Denoël dans la collection Présence du futur.",
    "prix":"17", "genre":"fiction" },
    {"id":"6", "name":"Le Dernier Vœu","img":"../../assets/images/Le-dernier-voeu.jpg","dis":"true","description":"Le Dernier Vœu (titre original : Ostatnie życzenie) est un recueil de courts récits de fantasy de l'écrivain Andrzej Sapkowski publiés en Pologne en 1993 et en France en 2004.",
    "prix":"24", "genre":"fantasy" }
]